{
  "topics": [
    {
      "nameCategory": "75 Лучших Комедий",
      "color": "#F385C4",
      "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/10893610/2cce4627-1099-477e-a2ec-a0025cb1fea4/1920x",
      "freeTopic": true,
      "storeID": "",
      "quantity": 75,
      "content": [
        {
          "film1": [
            {
              "filmName": "Астрал",
              "filmDescription": "Злые духи вторгаются в жизнь семьи после переезда в новый дом. Мистические кошмары от создателей «Пилы»",
              "rating": 6.8,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/10893610/2cce4627-1099-477e-a2ec-a0025cb1fea4/1920x",
              "genres": "Ужасы",
              "years": ""
            }
          ],
          "film2": [
            {
              "filmName": "Игры разума",
              "filmDescription": "От всемирной известности до греховных глубин — все это познал на своей шкуре Джон Форбс Нэш-младший. Математический гений, он на заре своей карьеры сделал титаническую работу в области теории игр, которая перевернула этот раздел математики и практически принесла ему международную известность.",
              "rating": 8.5,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/10893610/2cce4627-1099-477e-a2ec-a0025cb1fea4/1920x",
              "genres": "биография, драма, мелодрама",
              "years": "2001"
            }
          ],
          "film3": [
            {
              "filmName": "Великая красота",
              "filmDescription": "Богемный писатель задумывается о смысле жизни. Шедевр Паоло Соррентино о душевной пустоте, залитой шампанским",
              "rating": 7.7,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/10893610/2cce4627-1099-477e-a2ec-a0025cb1fea4/1920x",
              "genres": "драма, комедия",
              "years": "2013"
            }
          ]
        }
      ]
    },
    {
      "nameCategory": "Комедии",
      "color": "#F5B06D",
      "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/10893610/b34f65f3-9443-4d86-8dba-2f40a0e415c5/1920x",
      "freeTopic": true,
      "storeID": "",
      "quantity": 200,
      "content": [
        {
          "film1": [
            {
              "filmName": "Вечная дочь",
              "filmDescription": "Мать и дочь возвращаются в родной дом, где им приходится столкнуться с тайнами прошлого.",
              "rating": 5.8,
              "poster": "https://www.kinopoisk.ru/picture/3914542/",
              "genres": "драма, детектив",
              "years": "2022"
            }
          ],
          "film2": [
            {
              "filmName": "Живая мертвечина",
              "filmDescription": "1957 год. С острова Суматра вывезена обезьяна, из-за одного укуса которой туземцы отрубили зоологу, приехавшему ее отловить, обе руки, а затем и голову. Уже в наше время эта тварь укусила злобную мамашу нашего героя, которая не дает ему встречаться с любимой девушкой. Последствия укуса ужасны, картину постепенно населяют жуткие зомби...",
              "rating": 7.3,
              "poster": "https://www.kinopoisk.ru/picture/3869462/",
              "genres": "ужасы, фэнтези, триллер, комедия",
              "years": "2022"
            }
          ],
          "film3": [
            {
              "filmName": "Апостол",
              "filmDescription": "1905 год. Дженнифер Ричардсон похищена с целью получения выкупа поселившейся на отдаленном острове религиозной общиной. Последнее время у сектантов плохи дела с урожаем, и их лидер знает, что у Дженнифер имеется богатый отец. Но у девушки также есть и брат Томас, которого все считали погибшим, и который ни перед чем не остановится ради спасения сестры.",
              "rating": 6.2,
              "poster": "https://www.kinopoisk.ru/picture/3233942/",
              "genres": "ужасы, триллер, драма, фэнтези",
              "years": "2018"
            }
          ]
        }
      ]
    },
    {
      "nameCategory": "Топ 30 Ужасов 2020x",
      "color": "#F5B06D",
      "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/e6cbeea6-a329-4bd2-81a1-39420c44d063/1920x",
      "freeTopic": true,
      "storeID": "",
      "quantity": 30,
      "content": [
        {
          "film1": [
            {
              "filmName": "Злое",
              "filmDescription": "Больше всего на свете Мэдисон хочет ребёнка и ради этого, будучи беременной, готова терпеть нападки жестокого мужа. Однажды ночью после очередной его вспышки агрессии в дом супругов пробирается чёрная злобная сущность — убивает мужа и нападает на Мэдисон. Потеряв ребёнка, женщина возвращается домой и пытается жить дальше, но вскоре её начинают преследовать жуткие видения убийств, которые, как вскоре выясняется, происходят в реальности.",
              "rating": 6.3,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/e6cbeea6-a329-4bd2-81a1-39420c44d063/1920x",
              "genres": "ужасы, детектив",
              "years": "2021"
            }
          ],
          "film2": [
            {
              "filmName": "Нечисть",
              "filmDescription": "Какую цену они готовы заплатить, чтобы вновь увидеть умерших родных? Хоррор со звездой «Ведьмака» Фрейей Аллан",
              "rating": 5.8,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/10835644/72e565c5-39a3-4aae-ad4d-acab1c4223f7/1920x",
              "genres": "ужасы",
              "years": "2023"
            }
          ],
          "film3": [
            {
              "filmName": "Полночь с дьяволом",
              "filmDescription": "На Хэллоуин 1977 года ведущий популярного вечернего телешоу готовит нечто особенное. Это будет паранормальный сеанс в прямом эфире, и главной звездой вечера должна стать юная Лили — героиня книги «Разговоры с дьяволом». Гонящийся за рейтингами шоумен не подозревает, чем обернется для него и для всех зрителей попытка проникнуть с помощью девушки в потусторонний мир.",
              "rating": 6.2,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/10835644/7d8eadb9-f76f-4afa-b5e8-37c1cecf3d68/1920x",
              "genres": "ужасы",
              "years": "2023"
            }
          ],
          "film4": [
            {
              "filmName": "Пэрл",
              "filmDescription": "1918 год. В мире бушует Первая мировая война и пандемия «испанки», а на техасской ферме мается девушка Пэрл. Она мечтает вырваться из этой глухомани и стать танцовщицей, но вместо этого вынуждена подчиняться строгой матери, ухаживать за парализованным отцом и покорно дожидаться мужа с фронта. Когда Пэрл узнаёт, что в ближайшем городке будет проходить прослушивание на вакансию в танцевальной труппе, она решает попасть туда любой ценой.",
              "rating": 6.7,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/01723a62-b9d7-42e7-b972-b8e75bb210a8/1920x",
              "genres": "ужасы, драмма",
              "years": "2022"
            }
          ],
          "film5": [
            {
              "filmName": "М3ГАН",
              "filmDescription": "10-летняя Кэди вместе с папой и мамой попадает в автоаварию. Родители погибают, а девочка отправляется жить к тёте Джемме — сотруднице корпорации по производству технологичных игрушек. Не зная, как справиться с внезапно свалившейся на неё ответственностью, и не особо желая тратить на племянницу время, Джемма знакомит Кэди с экспериментальной куклой-андроидом М3ган, обладающей искусственным интеллектом. Первостепенной задачей новой «подружки» является защита ребёнка от всевозможного физического и морального вреда, и М3ган понимает это слишком буквально.",
              "rating": 6.1,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/896141e3-3aab-4d92-98af-4d036f41cbd5/1920x",
              "genres": "ужасы",
              "years": "2022"
            }
          ],
          "film6": [
            {
              "filmName": "X",
              "filmDescription": "1979 год, Техас. Компания из шести человек арендует небольшой дом у пожилой пары фермеров, чтобы снимать фильм для взрослых. Хотя хозяин недвижимости сразу предупреждает, чтобы приезжие не шумели и вели себя прилично, продюсер, разумеется, пренебрегает его просьбой. Вскоре выяснится, что старички не такие безобидные, как казалось на первый взгляд.\n\n",
              "rating": 6.1,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/bbcdfd3d-1308-436f-983c-e0371e944806/1920x",
              "genres": "ужасы",
              "years": "2022"
            }
          ],
          "film7": [
            {
              "filmName": "Пять ночей с Фредди",
              "filmDescription": "Пытаясь сохранить опекунство над сестрёнкой, Майк Шмидт устраивается работать ночным охранником в «Freddy Fazbear’s» — некогда популярный, но ныне закрытый семейный развлекательный центр. Несколько лет назад, когда Майк был ещё ребёнком, его младшего брата похитил неизвестный, и к этому событию парень снова и снова возвращается во сне, пытаясь вспомнить лицо похитителя. На новой работе в его снах появляются новые подробности — кажется, это место хранит зловещие тайны.",
              "rating": 5.8,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/9784475/96ebdb28-d601-4581-8f73-977bba5ee05b/1920x",
              "genres": "ужасы, драма",
              "years": "2023"
            }
          ],
          "film8": [
            {
              "filmName": "Восстание зловещих мертвецов",
              "filmDescription": "Попав в сложную жизненную ситуацию, Бет приезжает в Лос-Анджелес к старшей сестре Элли. На месте выясняется, что от той ушёл муж, оставив с тремя детьми, и их жилой комплекс скоро снесут, а новый дом ещё не найден. Решив поговорить с сестрой наедине, Элли отправляет детей за пиццей. На обратном пути они переживают землетрясение, на парковке образуется провал, и старший Дэнни находит там древний загадочный том и пластинки. Из любопытства открыв книгу и прослушав записи, мальчик высвобождает злые силы, которые тут же вселяются в его мать и теперь будут пытаться утащить в ад всех присутствующих, а особенно — детей.",
              "rating": 6.4,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/add8889e-1e38-4250-b154-7b4a6ea1ebcd/1920x",
              "genres": "ужасы",
              "years": "2023"
            }
          ],
          "film9": [
            {
              "filmName": "Нет",
              "filmDescription": "Через полгода после смерти отца в результате нелепого несчастного случая брат с сестрой, Оджей и Эмеральд, пытаются удержать на плаву семейный бизнес — ранчо с лошадьми для съёмок в кино и рекламе. Дела идут из рук вон плохо, часть животных пришлось продать, и Оджей уже подумывает избавиться и от ранчо, когда вдруг замечает в окрестностях НЛО. Ребята видят в этом возможность заработка и решают заснять его любой ценой.",
              "rating": 6.4,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/73951c4f-14ce-4163-9728-657a9a2c6628/1920x",
              "genres": "фантастика, ужасы",
              "years": "2022"
            }
          ],
          "film10": [
            {
              "filmName": "Астрал 5: Красная дверь",
              "filmDescription": "Далтон вырос и отправляется в художественное училище, где, следуя указаниям преподавательницы, пытается погрузиться в собственное подсознание. Парень начинает рисовать загадочную дверь, которая как-то связана с его детскими годами, о которых он ничего не помнит. А Джош, который тоже забыл важную часть своей жизни, уже некоторое время жалуется на спутанность сознания и во время обследования вдруг видит страшного призрака.\n\n",
              "rating": 5.6,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/3290a6b9-3bac-4870-bfd2-f5f162dc5f49/1920x",
              "genres": "ужасы",
              "years": "2023"
            }
          ],
          "film11": [
            {
              "filmName": "Два, три, демон, приди! ",
              "filmDescription": "Среди подростков австралийского городка набирает популярность необычное развлечение. Нужно зажечь свечу, пожать жутковатую керамическую руку, произнести «Поговори со мной» — и тогда можно увидеть призрака и даже ненадолго впустить его в себя. Несмотря на то что прежний владелец артефакта покончил с собой, ребята на вечеринках радостно балуются необычными способностями руки, пока одним из вызванных призраков не оказывается мама 17-летней Мии, умершая два года назад.",
              "rating": 6.4,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/4483445/5ce886cb-d7c4-48c1-a838-cdd4e1d1c32c/1920x",
              "genres": "ужасы",
              "years": "2022"
            }
          ],
          "film12": [
            {
              "filmName": "Поезд в Пусан 2: Полуостров",
              "filmDescription": "Через четыре года после вспышки страшного вируса, распространение которого Южная Корея сдержать не смогла, то, что осталось от страны, находится в блокаде, а полчища зомби разгуливают по всему полуострову. Бывший военный Хан Джон-сок, в своё время сумевший эвакуироваться, в составе небольшого отряда отправляется из Гонконга в закрытую зону, чтобы отыскать грузовик с деньгами. Ему предстоит пробираться по жуткому миру, где помимо означенной угрозы опасность представляют и люди, устраивающие жестокие игры на выживание",
              "rating": 5.9,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1704946/06aed8f6-b0c8-4af0-8281-0224ce768bbb/1920x",
              "genres": "ужасы",
              "years": "2020"
            }
          ],
          "film13": [
            {
              "filmName": "Доктор Стрэндж: В мультивселенной безумия",
              "filmDescription": "Доктор Стрэндж при помощи Вонга спасает от гигантского осьминога девушку-подростка по имени Америка Чавес, которая при сильном испуге может открывать порталы в параллельные вселенные. Пытаясь уберечь новую знакомую от злой силы, жаждущей заполучить её способность, Доктор вместе с Америкой пускается в путешествие по мультивселенной.",
              "rating": 6.5,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/41bcfd5f-d507-4583-9e02-0aecd30cd98c/1920x",
              "genres": "фэнтези, боевик, приключения, фантастика, ужасы",
              "years": "2022"
            }
          ],
          "film14": [
            {
              "filmName": "Прошлой ночью в Сохо",
              "filmDescription": "Молодая провинциалка Элоиз без ума от 1960-х. Всю жизнь она прожила с бабушкой, но теперь едет учиться в Лондон на дизайнера одежды. Не сумев приспособиться к шумной жизни в общежитии, девушка переезжает в более привычную обстановку — снимает давно не видавшую ремонта комнату у пожилой хозяйки. В первую же ночь на новом месте Элоиз видит то ли очень реалистичный сон, то ли и впрямь переносится в любимую эпоху в образе эффектной блондинки, которая вознамерилась покорить ночной Сохо.",
              "rating": 6.9,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/5b13cc7e-96d0-473c-8a7e-51615689c2cd/1920x",
              "genres": "драма, триллер, ужасы",
              "years": "2021"
            }
          ],
          "film15": [
            {
              "filmName": "Веном 2",
              "filmDescription": "Более чем через год после того как в него вселился инопланетный симбиот Веном, журналист Эдди Брок пытается приспособиться к новой жизни с суперспособностями и постоянным желанием Венома откусывать людям головы. Брок пытается возродить свою карьеру и берет интервью у серийного убийцы Клетуса Кэседи, а тот случайно становится хозяином симбиота Карнажа и сбегает из тюрьмы прямо во время собственной казни.",
              "rating": 6.2,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/b1bca653-2aac-41fe-bed2-1e72feeb51f4/1920x",
              "genres": "фантастика, боевик, ужасы",
              "years": "2021"
            }
          ],
          "film16": [
            {
              "filmName": "Армия мертвецов",
              "filmDescription": "В пустыне Невады перевозивший секретный груз военный конвой попал в аварию, и на свободу вырвался альфа-зомби, обладающий неплохой физподготовкой и мгновенно обративший всех попавшихся ему людей в ходячих мертвецов. Так Лас-Вегас наводнили зомби. Эпидемию удалось сдержать, построив вокруг города стену из грузовых контейнеров. Некоторое время спустя, согласившись за кругленькую сумму на соблазнительное предложение владельца одной из лас-вегасских высоток, Скотт Уорд собирает команду наёмников, чтобы вытащить из хранилища здания 200 млн. долларов. И главное — нужно успеть провернуть операцию до того, как на город сбросят ядерную бомбу.",
              "rating": 5.9,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/c7af1a9e-b770-41d7-a6c0-c2afa0e50b58/1920x",
              "genres": "ужасы, драма, боевик",
              "years": "2021"
            }
          ],
          "film17": [
            {
              "filmName": "Няня. Королева проклятых ",
              "filmDescription": "Два года прошло после победы Коула над сатанинским культом, который возглавляла его няня Би, но ему до сих пор никто не верит, ведь тела культистов так и не нашли. Парень посещает школьного психолога и принимает таблетки, но всё так же упорно твердит о произошедшем, поэтому родители уже подумывают определить его в специализированное учреждение. Узнав об этом, Коул сбегает с одноклассниками на грандиозную вечеринку у озера, где внезапно встречается лицом к лицу со старыми врагами — члены культа восстают из мёртвых и теперь очень сильно желают отомстить за поражение.",
              "rating": 6.0,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/da75a033-6382-460d-b5d0-afb6c3163621/1920x",
              "genres": "ужасы, комедия, мелодрама",
              "years": "2020"
            }
          ],
          "film18": [
            {
              "filmName": "Тихое место 2",
              "filmDescription": "474 дня прошло после нападения на Землю охотящихся на звук существ, семья Эбботт продолжает бороться за жизнь в полной тишине. Столкнувшись со смертельной угрозой в собственном доме, они вынуждены отправиться во внешний мир, где находят убежище и старого знакомого семьи. Поймав радиосигнал, Реган вычисляет место предполагаемой колонии выживших и решает во что бы то ни стало её разыскать.",
              "rating": 6.6,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/c1993ac4-43b6-467b-81fa-1e6dc7fc3ed5/1920x",
              "genres": "ужасы, фантастика, драма",
              "years": "2020"
            }
          ],
          "film19": [
            {
              "filmName": "Адский ад",
              "filmDescription": "Бывший военный Рекс зашёл в банк, и после на отделение напали вооружённые грабители. Как-то так получилось, что парень завладел оружием и перестрелял всех злоумышленников, но в процессе погибла сотрудница банка. Рекс получил 8 лет, а когда вышел, то обнаружил всё ещё пристальное внимание к своей персоне: кто-то считает его героем, а кто-то — опасным психопатом. Парень сбегает из Штатов в тихую и спокойную, как ему казалось, Финляндию, но сразу же попадает в лапы чокнутой семейки.",
              "rating": 6.8,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/547816f9-278d-4938-a4cb-9704b8dcbe71/1920x",
              "genres": "ужасы, комедия",
              "years": "2020"
            }
          ],
          "film20": [
            {
              "filmName": "Проклятие «Зов могилы»",
              "filmDescription": "Проживающая в Лос-Анджелесе богатая семья корейского происхождения узнаёт, что страдает от духа разгневанного предка. Два шамана, эксперт по фэншуй и владелец похоронной фирмы в Корее должны извлечь из могилы гроб с телом прадеда и, не вскрывая, кремировать его как можно быстрее. Однако жадный сотрудник больницы, куда привезли останки на временное хранение, поверив слухам о спрятанных там сокровищах, открывает гроб, что приводит к ужасающим последствиям.",
              "rating": 6.6,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/10893610/043ca587-deba-487b-be53-11a978bb0125/1920x",
              "genres": "ужасы",
              "years": "2024"
            }
          ],
          "film21": [
            {
              "filmName": "Добыча",
              "filmDescription": "Север Великих равнин, 1719 год. Девушка Нару из племени команчей больше всего на свете хочет стать достойной охотницей, но близкие не воспринимают её увлечение всерьёз. Когда отряд бывалых охотников идёт в лес на поиски атакованного пумой соплеменника, Нару как опытный следопыт отправляется с ними и вскоре замечает странные следы. Спасение товарища проходит успешно, а вот схватка с дикой кошкой для Нару — не очень. Не желая мириться с тем, что её брата признали лучшим охотником, девушка решает во что бы то ни стало выследить и убить того странного хищника, и она даже не догадывается, что её добыча — представитель высокоразвитой инопланетной цивилизации, прибывший на Землю в поисках достойного соперника для схватки.",
              "rating": 6.6,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/4be12e16-890c-4b6d-9d31-80794d7c742c/1920x",
              "genres": "ужасы, фантастика, боевик",
              "years": "2022"
            }
          ],
          "film22": [
            {
              "filmName": "Варвар",
              "filmDescription": "Прибыв в Детройт на собеседование по работе, девушка обнаруживает, что в забронированном ею доме уже живёт парень. Согласившись всё же остаться на ночевку, она вскоре обнаруживает в подвале секретную дверь, а за ней — тайны, которые лучше не знать.",
              "rating": 6.6,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/2d20eb27-af5e-40be-ae32-e14841c4df28/1920x",
              "genres": "ужасы, триллер",
              "years": "2022"
            }
          ],
          "film23": [
            {
              "filmName": "Пила 10",
              "filmDescription": "Надеясь излечиться от рака, Джон Крамер отправляется в Мексику на экспериментальное лечение. Операция проходит успешно, и доктор обещает ему начало новой жизни, но вскоре выясняется, что это было постановочное мошенничество и обман отчаявшихся больных. Теперь Джон наставит аферистов на путь истинный в своём фирменном стиле — при помощи хитроумных жестоких ловушек.\n\n",
              "rating": 6.6,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/10671298/a02720ba-2071-42a6-a47a-4b0f09a0fef5/1920x",
              "genres": "ужасы, триллер",
              "years": "2023"
            }
          ],
          "film24": [
            {
              "filmName": "Страна чудес Вилли",
              "filmDescription": "У молчаливого мужчины на спортивной машине неподалёку от небольшого городка пробивает колесо, и из-за отсутствия работающих банкоматов он соглашается отработать ремонт. Ему приходится провести ночную уборку в бывшем центре для празднования дней рождения «Страна чудес Вилли». Ночью аниматронные куклы начинают внезапно оживать, и намерения касательно нового уборщика у них самые кровожадные, но они ещё не знают, что это не его с ними заперли, а их — с ним.",
              "rating": 6.3,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/69f5aee0-1a4c-4173-b3f4-7e11bf091382/1920x",
              "genres": "ужасы, комедия",
              "years": "2020"
            }
          ],
          "film25": [
            {
              "filmName": "Эбигейл",
              "filmDescription": "Банда наёмников по наводке похищает 12-летнюю балерину, дочь некоего богатого человека. Засев в уединённом особняке, они в течение 24 часов собираются ожидать выкуп, когда вдруг кто-то начинает сокращать их количество.\n\n",
              "rating": 6.3,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/10592371/c5ea685a-c27f-43c9-941c-817fdd4408b7/1920x",
              "genres": "ужасы",
              "years": "2024"
            }
          ],
          "film26": [
            {
              "filmName": "Дневная смена",
              "filmDescription": "Долина Сан-Фернандо. С виду Бад Яблонски — обычный чистильщик бассейнов, но на самом деле он выслеживает и убивает вампиров, а также выдирает у них клыки, чтобы потом повыгоднее продать. Этим и живёт. Ещё Бад души не чает в 10-летней дочке, поэтому когда он узнаёт, что из-за нехватки денег бывшая жена собирается продать дом и увезти девочку к маме во Флориду, то решает быстро раздобыть необходимую сумму. А для этого Баду нужно срочно вернуться в профсоюз истребителей вампиров, из которого его выперли за многочисленные нарушения кодекса.",
              "rating": 6.3,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/145fe990-1257-4b66-b9ac-030cd3ad8b73/1920x",
              "genres": "ужасы, боевик, комедия",
              "years": "2022"
            }
          ],
          "film27": [
            {
              "filmName": "Крик 6",
              "filmDescription": "Четверо выживших после резни в Вудсборо — сёстры Карпентер и близнецы Чад и Минди — переехали в Нью-Йорк, где пытаются начать жизнь заново. Сэм посещает психотерапевта и к неудовольствию Тары трясётся над каждым её шагом, но, как вскоре выясняется, не зря. Маньяк в маске Призрачного лица снова начинает убивать, и, как предполагает Минди, из числа подозреваемых не стоит исключать ни новых знакомых, ни старых друзей.",
              "rating": 6.2,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/4716873/9dbb3dda-4645-42a0-8944-556deee6ef8a/1920x",
              "genres": "ужасы, триллер, детектив",
              "years": "2023"
            }
          ],
          "film28": [
            {
              "filmName": "Крик",
              "filmDescription": "Спустя 25 лет после жестоких убийств, потрясших тихий городок Вудсборо, и выхода серии культовых слэшеров на основе тех событий старшеклассница Тара подвергается нападению, такому же, как и в фильме. Узнав о случившемся, в Вудсборо возвращается её старшая сестра Сэм и просит бывшего шерифа городка Дьюи Райли помощи в поимке нового убийцы, скрывающегося за маской Призрачного лица.",
              "rating": 6.2,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/af28332d-fc2d-48dd-9486-aa63671bb446/1920x",
              "genres": "ужасы, детектив",
              "years": "2022"
            }
          ],
          "film29": [
            {
              "filmName": "Взаперти",
              "filmDescription": "Случайные знакомые Кема и Макс посреди праздничного застолья уединяются в квартире, чтобы остаться в ней навсегда. Они ищут выход, но его нет, окна и двери ведут в новые лабиринты комнат, а вокруг — лишь замкнутое пространство. Кема и Макс видят жутких призраков детей, лишь со временем понимая, что эти сущности — такие же жертвы обстоятельств, как и они. Разгадывая тайны прошлого, они пытаются помочь пленникам, чтобы спастись самим.",
              "rating": 6.1,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/10893610/a2cbe77e-ad92-404d-822e-904a8f841d5c/1920x",
              "genres": "ужасы, триллер",
              "years": "2023"
            }
          ],
          "film30": [
            {
              "filmName": "Дичь",
              "filmDescription": "В среду 11-го опасный психопат по кличке Мясник, сбежавший из психбольницы для преступников, убил четырёх подростков. В руках у маньяка также оказался антикварный кинжал, с которым он следующим вечером нападает на затюканную старшеклассницу Милли, но девушке удаётся спастись. На следующий день, в пятницу 13-го, Милли просыпается на заброшенном складе в теле маньяка, а сам Мясник — в уютной девичьей спальне в теле невинной старшеклассницы. Разумеется, он с большим удовольствием пойдёт в школу, а Милли теперь предстоит выяснить, как вернуться в своё тело и при этом не попасться полиции.",
              "rating": 6.0,
              "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/f90c8732-fe5c-43e7-98b8-5d457da2aa0e/1920x",
              "genres": "ужасы, комедия, фэнтези",
              "years": "2020"
            }
          ]
        }
      ]
    },
    {
      "nameCategory": "Кино на вечер",
      "color": "#F5B06D",
      "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/51a100aa-8137-419c-a665-e32210a62635/1920x",
      "freeTopic": true,
      "storeID": "",
      "quantity": 200,
      "content": [
        {
          "film1": [
            {
              "filmName": "Вечная дочь",
              "filmDescription": "Мать и дочь возвращаются в родной дом, где им приходится столкнуться с тайнами прошлого.",
              "rating": 5.8,
              "poster": "https://www.kinopoisk.ru/picture/3914542/",
              "genres": "драма, детектив",
              "years": "2022"
            }
          ],
          "film2": [
            {
              "filmName": "Живая мертвечина",
              "filmDescription": "1957 год. С острова Суматра вывезена обезьяна, из-за одного укуса которой туземцы отрубили зоологу, приехавшему ее отловить, обе руки, а затем и голову. Уже в наше время эта тварь укусила злобную мамашу нашего героя, которая не дает ему встречаться с любимой девушкой. Последствия укуса ужасны, картину постепенно населяют жуткие зомби...",
              "rating": 7.3,
              "poster": "https://www.kinopoisk.ru/picture/3869462/",
              "genres": "ужасы, фэнтези, триллер, комедия",
              "years": "2022"
            }
          ],
          "film3": [
            {
              "filmName": "Апостол",
              "filmDescription": "1905 год. Дженнифер Ричардсон похищена с целью получения выкупа поселившейся на отдаленном острове религиозной общиной. Последнее время у сектантов плохи дела с урожаем, и их лидер знает, что у Дженнифер имеется богатый отец. Но у девушки также есть и брат Томас, которого все считали погибшим, и который ни перед чем не остановится ради спасения сестры.",
              "rating": 6.2,
              "poster": "https://www.kinopoisk.ru/picture/3233942/",
              "genres": "ужасы, триллер, драма, фэнтези",
              "years": "2018"
            }
          ]
        }
      ]
    },
    {
      "nameCategory": "Великое кино",
      "color": "#F385C4",
      "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/6a1edbe2-d7ef-46c7-bf76-003eabdfde4b/1920x",
      "freeTopic": true,
      "storeID": "",
      "quantity": 200,
      "content": [
        {
          "film1": [
            {
              "filmName": "Астрал",
              "filmDescription": "Злые духи вторгаются в жизнь семьи после переезда в новый дом. Мистические кошмары от создателей «Пилы»",
              "rating": 6.8,
              "poster": "https://www.kinopoisk.ru/picture/2074301/",
              "genres": "Ужасы",
              "years": ""
            }
          ],
          "film2": [
            {
              "filmName": "Игры разума",
              "filmDescription": "От всемирной известности до греховных глубин — все это познал на своей шкуре Джон Форбс Нэш-младший. Математический гений, он на заре своей карьеры сделал титаническую работу в области теории игр, которая перевернула этот раздел математики и практически принесла ему международную известность.",
              "rating": 8.5,
              "poster": "https://www.kinopoisk.ru/picture/706994/",
              "genres": "биография, драма, мелодрама",
              "years": "2001"
            }
          ],
          "film3": [
            {
              "filmName": "Великая красота",
              "filmDescription": "Богемный писатель задумывается о смысле жизни. Шедевр Паоло Соррентино о душевной пустоте, залитой шампанским",
              "rating": 7.7,
              "poster": "https://www.kinopoisk.ru/picture/2330850/",
              "genres": "драма, комедия",
              "years": "2013"
            }
          ]
        }
      ]
    }
  ]
}
